ent-ClothingNeckGeneralCloak = плащ генерала
    .desc = Выделяющийся среди остальных коммунаров плащ. Смотря на него, появляется чувство некого уважения к тому, кто его носит.
ent-ClothingNeckKommissarCloak = плащ комиссара
    .desc = Грозный плащ, что пренадлежит гончьим генерала. Смотря на него, появляется чувство некого уважения к тому, кто его носит.
ent-ClothingNeckKommandantMantle = мантия командира
    .desc = Плащ полевого офицера, скорее всего, тот кто его носит, является твоим командиром. Или не твоим. Не важно в общем.